<?php
//分类栏目
return [
    'lists' => [
        '1' => '推荐',
        '2' => '科技',
        '3' => '体育',
        '4' => '娱乐',
        '5' => '搞笑',
        '6' => '情感',
        '7' => '动漫',
        '8' => '游戏',
        '9' => '旅游',
        '10' => '时尚',
        '11' => '汽车',
        '12' => '财经',
        '13' => '星座',
        '14' => '健康',
        '15' => '美食',
        '16' => '军事',
        '17' => '教育',
        '18' => 'NBA',
        '19' => 'IT'
    ]
];
return [
    'password_pre_halt' => '_#myapp_blog',//密码加密盐
    'aes_key' => 'hou951229',//aes加密盐，客户端和服务端必须保持一致
    'app_types' => [
        'ios',
        'android',
    ],//设备类型
    'app_sign_time' => 10,//sign失效时间(用于时间有效性)
    'app_sign_cache_time' => 20,//sign缓存失效时间(用于时间唯一性)
];